Repository: lojekq/v3Bot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Choose language
ru: Выберите язык

# enter_nickname
source: Enter your nickname
ru: Введите ваш никнейм

# enter_birth_year
source: Enter your birth year
ru: Введите ваш год рождения

source: Age saved
ru: Возраст сохранён

# start_registration
source: Please start your registration
ru: Начните регистрацию

# gender_male
source: Male
ru: Мужчина

# gender_female
source: Female
ru: Женщина

# gender_other
source: Other
ru: Другое

# orientation_heterosexual
source: Heterosexual
ru: Гетеросексуал

# orientation_homosexual
source: Homosexual
ru: Гомосексуал

# orientation_bisexual
source: Bisexual
ru: Бисексуал

# orientation_pansexual
source: Pansexual
ru: Пансексуал

# orientation_asexual
source: Asexual
ru: Асексуал

# orientation_lesbian
source: Lesbian
ru: Лесбиянка

source: Music
ru: Музыка

source: Cinema
ru: Кино

source: Sport
ru: Спорт

source: Technology
ru: Технологии

source: Done
ru: Готово

source: Registration completed
ru: Регистрация завершена

# ask_add_photo
source: Would you like to add a photo?
ru: Хотите добавить фото?

# send_profile_photo
source: Please send a profile photo
ru: Пожалуйста, отправьте фото профиля

# invalid_media
source: Invalid media type
ru: Неверный тип медиа

source: Location saved
ru: Местоположение сохранено

# share_location_prompt
source: Please share your location
ru: Пожалуйста, отправьте ваше местоположение

source: Share location
ru: Отправить местоположение

source: Invalid choice
ru: Неверный выбор

source: Show profile
ru: Показать профиль

source: Nickname
ru: Никнейм

source: Gender
ru: Пол

source: Orientation
ru: Ориентация

source: Interests
ru: Интересы

source: Location
ru: Местоположение

source: interest added
ru: Интерес добавлен

source: Invalid birth year
ru: Неверный год рождения

source: Invalid gender
ru: Неверный пол

source: Invalid orientation
ru: Неверная ориентация

source: Choose more interests
ru: Выберите больше интересов

# done_button_available
source: Done button is now available
ru: Кнопка 'Готово' теперь доступна

source: Welcome back!
ru: С возвращением!

# language_selected
source: Language successfully selected!
ru: Язык успешно выбран!

source: Nickname saved!
ru: Никнейм сохранён!

source: Gender saved!
ru: Пол сохранён!

# choose_orientation
source: Choose your orientation.
ru: Выберите ориентацию.

# orientation_heterosexual_female
source: Heterosexual female
ru: Гетеросексуалка

# orientation_bisexual_female
source: Bisexual female
ru: Бисексуалка

# orientation_pansexual_female
source: Pansexual female
ru: Пансексуалка

source: Orientation saved!
ru: Ориентация сохранена!

# choose_interests
source: Choose your interests.
ru: Выберите ваши интересы.

source: Interests saved!
ru: Интересы сохранены!

# choose_location
source: Indicate your location.
ru: Укажите своё местоположение.

# enter_custom_gender
source: Enter your custom gender.
ru: Введите свой пол.

source: Custom gender saved!
ru: Ваш пол сохранён!

source: Travel
ru: Путешествия

source: Food
ru: Еда

source: Fashion
ru: Мода

source: Reading
ru: Чтение

source: Programming
ru: Программирование

source: Games
ru: Игры

source: Photography
ru: Фотография

source: Dancing
ru: Танцы

source: Yoga
ru: Йога

source: Meditation
ru: Медитация

source: Cooking
ru: Кулинария

source: Crossfit
ru: Кроссфит

source: Art
ru: Искусство

source: Drawing
ru: Рисование

# music_playing
source: Playing music
ru: Игра на музыкальных инструментах

source: Singing
ru: Пение

source: Psychology
ru: Психология

source: Science
ru: Наука

source: Cars
ru: Автомобили

source: Motorcycles
ru: Мотоциклы

source: Extreme sports
ru: Экстремальный спорт

source: Outdoor cooking
ru: Готовка на свежем воздухе

source: Camping
ru: Кемпинг

source: Movies
ru: Фильмы

# location_request
source: Please share your location to continue registration.
ru: Чтобы продолжить регистрацию, укажите своё местоположение.

# interests_minimum
source: Please select at least 3 interests.
ru: Выберите не менее трёх интересов.

source: 🔍 Search
ru: 🔍 Поиск

source: 👤 Show profile
ru: 👤 Показать профиль

source: 🚪 Leave search
ru: 🚪 Покинуть поиск

source: ❌ Exit chat
ru: ❌ Выйти из чата

source: 🚫 Block
ru: 🚫 Заблокировать

# chat_started
source: Search started, please wait...
ru: Поиск начат, пожалуйста, подождите...

# match_found
source: Match found with user:
ru: Найдено совпадение с пользователем:

# match_found_for_you
source: Match found with user:
ru: Найдено совпадение с пользователем:

source: Common Interests
ru: Общие интересы

source: No common interests
ru: Нет общих интересов

# distance
source: Distance between you
ru: Расстояние между вами

# start_chat
source: You can start chatting.
ru: Вы можете начать общение.

# no_match_found
source: Sorry, no match found.
ru: Извините, не удалось найти совпадение.

# user_not_found
source: User not found. Please try registering again.
ru: Пользователь не найден. Попробуйте зарегистрироваться заново.

# left_search
source: You have left the search.
ru: Вы вышли из поиска.

# blocked_user
source: You have blocked the user and ended the chat.
ru: Вы заблокировали пользователя и завершили чат.

# chat_finished
source: You have finished the chat.
ru: Вы завершили чат.

source: Music
ru: Музыка

source: Cinema
ru: Кино

source: Sport
ru: Спорт

source: Technology
ru: Технологии

source: Travel
ru: Путешествия

source: Food
ru: Еда

source: Fashion
ru: Мода

source: Reading
ru: Чтение

source: Programming
ru: Программирование

source: Games
ru: Игры

source: Photography
ru: Фотография

source: Dancing
ru: Танцы

source: Yoga
ru: Йога

source: Meditation
ru: Медитация

source: Cooking
ru: Кулинария

source: Crossfit
ru: Кроссфит

source: Art
ru: Искусство

source: Drawing
ru: Рисование

source: Singing
ru: Пение

source: Psychology
ru: Психология

source: Science
ru: Наука

source: Cars
ru: Автомобили

source: Motorcycles
ru: Мотоциклы

source: Extreme Sports
ru: Экстремальные виды спорта

source: Outdoor Cooking
ru: Готовка на открытом воздухе

source: Camping
ru: Кемпинг

source: Movies
ru: Фильмы

source: BDSM
ru: БДСМ

source: Role-Playing
ru: Ролевые игры

source: Foot Fetish
ru: Фут-фетиш

source: Anal Sex
ru: Анальный секс

source: Group Sex
ru: Групповой секс

source: Orgasm Control
ru: Контроль оргазма

source: Bondage
ru: Бондаж

source: Exhibitionism
ru: Эксгибиционизм

source: Erotic Humiliation
ru: Эротическое унижение

source: Dominance and Submission
ru: Доминирование и подчинение

source: Urophilia
ru: Урофилия

# Sadism_Masochism
source: Sadism and Masochism
ru: Садизм и мазохизм

source: Wax play
ru: Игра с воском

source: Quirofilia
ru: Кирофилия

source: Electrostimulation
ru: Электростимуляция
